driver-tests/bpelse/assign/AssignJbi/test/echoUnsignedIntDataType_Invoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://stc.com/echoUnsignedIntDataType">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <item xmlns="http://stc.com/echoUnsignedIntDataType">
    <string>7</string>
    <normalizedString>7</normalizedString>
    <token>7</token>
    <base64Binary>7</base64Binary>
    <hexBinary>7</hexBinary>
    <integer>7</integer>
    <positiveInteger>7</positiveInteger>
    <negativeInteger>7</negativeInteger>
    <nonNegativeInteger>7</nonNegativeInteger>
    <nonPositiveInteger>7</nonPositiveInteger>
    <long>7</long>
    <unsignedLong>7</unsignedLong>
    <int>7</int>
    <unsignedInt>7</unsignedInt>
    <short>7</short>
    <unsignedShort>7</unsignedShort>
    <byte>7</byte>
    <unsignedByte>7</unsignedByte>
    <decimal>7</decimal>
    <float>7</float>
    <double>7</double>
    <boolean>7</boolean>
    <duration>7</duration>
    <dateTime>7</dateTime>
    <date>7</date>
    <time>7</time>
    <gYear>7</gYear>
    <gYearMonth>7</gYearMonth>
    <gMonth>7</gMonth>
    <gMonthDay>7</gMonthDay>
    <gDay>7</gDay>
    <Name>7</Name>
    <QName>7</QName>
    <NCName>7</NCName>
    <anyURI>7</anyURI>
    <language>7</language>
    <ID>7</ID>
    <IDREF>7</IDREF>
    <IDREFS>7</IDREFS>
    <ENTITY>7</ENTITY>
    <ENTITIES>7</ENTITIES>
    <NMTOKEN>7</NMTOKEN>
    <NMTOKENS>7</NMTOKENS>
  </item>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
